{"modelTopology":{"class_name":"Sequential","config":{"name":"sequential_20","layers":[{"class_name":"Dense","config":{"units":5,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense39","trainable":true,"batch_input_shape":[null,5],"dtype":"float32"}},{"class_name":"Dense","config":{"units":3,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense40","trainable":true}}]},"keras_version":"tfjs-layers 1.4.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v1.4.0","convertedBy":null,"weightsManifest":[{"paths":["./mr-t.weights.bin"],"weights":[{"name":"dense_Dense39/kernel","shape":[5,5],"dtype":"float32"},{"name":"dense_Dense39/bias","shape":[5],"dtype":"float32"},{"name":"dense_Dense40/kernel","shape":[5,3],"dtype":"float32"},{"name":"dense_Dense40/bias","shape":[3],"dtype":"float32"}]}]}